[
  "Singa adalah salah satu hewan tercepat di daratan, dapat berlari hingga 80 km/jam.",
  "Bulan tidak memiliki atmosfer, sehingga suhu di sana dapat mencapai 100 derajat Celsius pada siang hari dan turun hingga -173 derajat Celsius pada malam hari.",
  "Jerapah memiliki lidah panjang hingga 45 cm yang digunakan untuk mencapai dedaunan di atas pohon.",
  "Paus biru adalah hewan terbesar yang pernah ada, panjangnya bisa mencapai lebih dari 30 meter.",
  "Pohon raksasa redwood adalah salah satu organisme terbesar di dunia dan bisa mencapai tinggi lebih dari 100 meter.",
  "Jembatan Akashi Kaikyo di Jepang adalah jembatan gantung terpanjang di dunia dengan panjang hampir 4 kilometer.",
  "Bola bowling pertama kali ditemukan di Mesir kuno dan dibuat dari batu.",
  "Gajah adalah salah satu hewan yang memiliki ingatan jangka panjang dan dapat mengingat tempat sumber air bahkan setelah bertahun-tahun.",
  "Sebagian besar esberg di benua Antartika berada di bawah permukaan laut.",
  "Keong terdapat lebih dari 40.000 spesies dan merupakan hewan moluska tertua yang masih hidup.",
  "Fenomena Cahaya Utara (Aurora Borealis) disebabkan oleh partikel bermuatan dari matahari yang bertabrakan dengan atmosfer bumi.",
  "Koala tidur hingga 20 jam sehari karena daun eukaliptus yang mereka makan memiliki nilai gizi rendah.",
  "Bintang laut tidak memiliki otak, tetapi mereka memiliki sistem saraf yang menghubungkan seluruh tubuh mereka.",
  "Kerang dapat menghasilkan mutiara sebagai respons terhadap benda asing yang masuk ke dalam tubuh mereka.",
  "Gelombang tsunami bisa mencapai kecepatan hingga 800 km/jam di tengah laut, namun melambat ketika mendekati pantai.",
  "Buaya memiliki rahang yang sangat kuat, namun otot untuk membuka rahangnya sangat lemah. Itu berarti Anda dapat menahan mulut buaya dengan tangan Anda, asalkan tidak membiarkannya menutup.",
  "Katak dapat melompat hingga 20 kali panjang tubuhnya dalam satu kali lompatan.",
  "Kecepatan suara adalah sekitar 1.225 kilometer per jam atau sekitar 343 meter per detik.",
  "Hutan hujan Amazon adalah hutan hujan terbesar di dunia dan mencakup area lebih dari 5,5 juta kilometer persegi.",
  "Jepang memiliki lebih dari 1.500 gempa bumi setiap tahun karena letaknya yang berada di cincin api Pasifik.",
  "Orangutan adalah satu-satunya kera besar yang berasal dari luar Afrika.",
  "Kuda nil memiliki telinga yang sangat baik dan dapat mendengar suara dari jarak jauh.",
  "Salju sebenarnya transparan, tetapi karena bentuk kristal dan struktur mereka, mereka memantulkan cahaya dan tampak putih.",
  "Kupu-kupu merasa lelah setelah makan karena mereka menghabiskan banyak energi selama proses pencernaan.",
  "Lebah dapat mengunjungi hingga 5.000 bunga dalam satu hari.",
  "Takabur adalah planet terbesar dalam tata surya kita dan memiliki massa lebih dari 300 kali massa bumi.",
  "Hewan-hewan tertentu seperti koala dan panda merasa malas karena diet tinggi serat.",
  "Lumba-lumba tidur hanya dengan mematikan setengah otaknya sehingga mereka tetap sadar untuk bernapas di permukaan air.",
  "Gurita memiliki tiga jantung dan memiliki otak yang sangat kompleks.",
  "Mata burung hantu tidak bisa bergerak, jadi mereka harus memutar kepala mereka untuk melihat sekitar.",
  "Seorang manusia rata-rata mengeluarkan sekitar 1 liter air mata setiap tahun.",
  "Zebra memiliki garis-garis pada tubuh mereka yang unik, mirip sidik jari pada manusia.",
  "Cendrawasih merupakan burung nasional Indonesia dan memiliki lebih dari 40 spesies yang berbeda.",
  "Dinosaurus Tyrannosaurus Rex memiliki gigitan terkuat yang pernah ada di bumi, dengan tekanan gigitan lebih dari 8 ton per inci persegi.",
  "Kepiting raksasa Jepang bisa mencapai lebar cakar hingga 4 meter.",
  "Gelombang radio dan gelombang televisi adalah jenis gelombang elektromagnetik yang tidak terlihat oleh mata manusia.",
  "Venus adalah planet terpanas dalam tata surya kita karena efek rumah kaca yang kuat di atmosfernya.",
  "Badak hitam adalah mamalia darat terbesar kedua setelah gajah.",
  "Bumi memiliki diameter sekitar 12.742 kilometer.",
  "Beruang kutub adalah hewan terbesar di daratan dan juga pemain terkuat di antara semua spesies beruang.",
  "Penguin tidak dapat terbang, namun mereka berenang dengan sangat mahir.",
  "Badai matahari adalah ledakan besar energi dan radiasi dari matahari yang dapat mempengaruhi perangkat elektronik di Bumi.",
  "Burung terkecil di dunia adalah kolibri madu merah yang panjangnya sekitar 5 cm.",
  "Angsa dapat terbang dalam formasi V untuk menghemat energi dan membantu navigasi.",
  "Kalajengking biru merupakan kalajengking paling berbisa di dunia dan bisa membunuh manusia dalam beberapa jam.",
  "Kita hanya dapat melihat sekitar 4.000 bintang di langit pada malam yang gelap, tetapi sebenarnya ada lebih dari 100 miliar bintang di galaksi kita.",
  "Hewan hiena dapat berjalan atau berlari hingga 64 km/jam.",
  "Beruang panda raksasa sebagian besar makan bambu, tetapi mereka juga dapat memakan hewan kecil atau ikan.",
  "Suhu inti bumi diperkirakan lebih panas dari permukaan matahari.",
  "Gajah laut adalah mamalia laut terbesar dan jantan dewasanya dapat mencapai berat hingga 2,5 ton.",
  "Harimau adalah kucing besar terbesar kedua di dunia setelah singa.",
  "Bunga terbesar di dunia adalah Rafflesia Arnoldii, yang dapat mencapai diameter lebih dari satu meter.",
  "Paus sperma memiliki otak terbesar di dunia, beratnya bisa mencapai hampir 9 kilogram.",
  "Hutan hujan Kongo adalah hutan hujan terbesar kedua di dunia setelah hutan hujan Amazon.",
  "Komodo adalah spesies kadal terbesar di dunia dan dapat tumbuh hingga 3 meter.",
  "Bintang kelahiran adalah ledakan besar dari energi yang terjadi saat bintang baru terbentuk.",
  "Burung kakatua memiliki kemampuan untuk meniru suara dan dapat mengingatnya selama bertahun-tahun.",
  "Dolphin memiliki sistem sonar yang sangat canggih untuk berkomunikasi dan menemukan makanan.",
  "Sahara adalah gurun terbesar di dunia dan luasnya hampir sama dengan luas Amerika Serikat.",
  "Pegunungan Himalaya adalah rangkaian pegunungan tertinggi di dunia dan memiliki 9 dari 10 puncak tertinggi.",
  "Ikan paus adalah ikan terbesar di dunia, dapat tumbuh hingga lebih dari 20 meter panjangnya.",
  "Singa laut dapat bergerak dengan cepat di darat dan air, mencapai kecepatan hingga 40 km/jam di darat.",
  "Helium adalah unsur kimia yang paling ringan dan tidak berwarna, tidak berbau, dan tidak berasa.",
  "Bumi membutuhkan sekitar 365,25 hari untuk mengelilingi matahari, itulah sebabnya kita memiliki tahun kabisat setiap empat tahun.",
  "Sejumlah besar air di Bumi berada dalam bentuk es, sekitar 70% air tawar terdapat di kutub.",
  "Katak pohon Australia memiliki kulit yang dapat mengubah warna sesuai dengan lingkungannya.",
  "Benua Antartika merupakan benua tertinggi, terkering, dan terdingin di Bumi.",
  "Setan tasmania adalah salah satu mamalia yang endemik di Tasmania dan merupakan satu-satunya spesies setan hidup yang masih ada.",
  "Kera kodok adalah salah satu jenis primata yang berhubungan erat dengan manusia.",
  "Babi rusa memiliki gading yang melengkung ke atas, yang bisa mencapai panjang hingga 90 cm.",
  "Pisang adalah salah satu buah yang tidak mengandung lemak, kolesterol, atau natrium.",
  "Jalur kereta api tertua di dunia adalah Jalur Kereta Api Liverpool dan Manchester di Inggris, dibuka pada tahun 1830.",
  "Marsupial adalah kelompok hewan yang memiliki kantong marsupium tempat menyimpan anak-anak mereka setelah dilahirkan.",
  "Sumber air terbesar di dunia adalah Danau Baikal di Rusia, yang berisi sekitar 20% air tawar dunia.",
  "Pluto bukan lagi dianggap sebagai planet karena pada tahun 2006, ia dikeluarkan dari daftar planet.",
  "Anjing laut merupakan hewan mamalia laut yang dapat bernapas dengan menggunakan hidung dan paru-parunya.",
  "Hutan hujan juga dikenal sebagai paru-paru dunia karena menghasilkan sekitar 20% oksigen di atmosfer Bumi.",
  "Bunga Matahari selalu menghadap matahari saat tumbuh, fenomena ini dikenal sebagai heliotropisme.",
  "Kadal chameleon memiliki kemampuan untuk mengubah warna kulitnya sebagai bentuk komunikasi dan penyesuaian lingkungan.",
  "Pohon kelapa tidak hanya memberikan buah, tetapi juga dapat menghasilkan air kelapa yang segar dan daging kelapa.",
  "Hutan hujan tropis mengalami curah hujan sepanjang tahun dan memiliki suhu rata-rata sekitar 27 derajat Celsius.",
  "Paus orca, juga dikenal sebagai paus pembunuh, merupakan salah satu predator teratas di lautan dan memiliki sosialisasi kompleks dalam kelompoknya.",
  "Cahaya matahari membutuhkan waktu sekitar 8 menit dan 20 detik untuk mencapai Bumi.",
  "Hutan Amazon mengalami lebih dari 2.000 kilometer persegi deforestasi setiap tahun, menyebabkan kerugian besar pada keanekaragaman hayati.",
  "Hewan jerapah tidur hanya sekitar 4 hingga 5 menit setiap kali dan rata-rata tidur hanya sekitar 4,6 jam per hari.",
  "Bunga Tulip awalnya berasal dari Turki dan saat ini merupakan simbol Belanda.",
  "Bentuk dari salju yang paling umum adalah kristal heksagonal, yang memiliki enam sisi dan membentuk bintang bersudut enam.",
  "Kadal komodo memiliki kelenjar yang mengandung racun dan dapat membunuh mangsanya dengan gigitan yang mengandung bakteri mematikan.",
  "Saat air es mencair, volumenya meningkat sekitar 9%, sehingga es mengambang di atas air.",
  "Katak pohon pesisir berbisa yang ditemukan di Amerika Tengah dan Selatan merupakan hewan terkecil di dunia.",
  "Saturnus adalah planet di tata surya kita yang memiliki sistem cincin yang terkenal.",
  "Kucing adalah hewan peliharaan yang paling populer di dunia dan telah menjadi teman manusia selama ribuan tahun.",
  "Gelombang tsunami dapat mencapai ketinggian lebih dari 30 meter saat mencapai pantai.",
  "Lebah madu merupakan satu-satunya serangga yang menghasilkan makanan yang dapat dikonsumsi oleh manusia.",
  "Air memiliki kepadatan tertinggi pada suhu 4 derajat Celsius.",
  "Bendera Indonesia terdiri dari dua warna yaitu merah dan putih, dengan lambang garuda di tengahnya.",
  "Saat pinguin menemukan pasangan hidup, mereka memberikan batu sebagai tanda cinta."
]
